Repository: tedzhang2891/firefury-itunes-audio-converter
Catalog: src/AudioDRM/*.lproj/PreferenceWindow.strings
Languages: de, fr, it, ja, nl, pl, zh_hans, zh_hant

# 3.title
source: Preferences
de: Einstellungen
fr: Préférences
it: Preferenze
ja: 設定
nl: Voorkeuren
pl: Preferencje
zh_hans: 偏好设置
zh_hant: 首選項

# 5.title
source: Output Settings
de: Ausgabeeinstellungen
fr: Paramètres de conversion
it: Impostazioni di output
ja: 出力設定
nl: Output instellingen
pl: Ustawienia wyjściowe
zh_hans: 输出设置
zh_hant: 輸出設置

# 7.title
source: Output Folder :
de: Ausgabeordner :
fr: Destination :
it: Cartella :
ja: 出力フォルダ :
nl: Doelmap :
pl: Folder wyjściowy :
zh_hans: 输出目录 :
zh_hant: 輸出檔案夾 :

# 11.title
source: Auto rename output file when exist
de: Automatisch den Ausgabeordner umbennenen
fr: Renommer automatiquement le fichier de sortie lorsqu'il existe
it: Auto Rinomina file di output quando esiste
ja: ファイルが存在するときは自動的にリネーム
nl: Automatisch het uitvoerbestand hernoemen
pl: Automatycznie zmień nazwę pliku wyjściowego, jeśli istnieje
zh_hans: 输出文件存在时自动重命名
zh_hant: 輸出檔案存在時自動重命名

# 13.title
source: Keep output folder organized
de: Halten Sie den Ausgabeordner organisiert
fr: Conserver le dossier de sortie organisé
it: Mantieni la cartella di output organizzata
ja: 出力フォルダを整理しておく
nl: Houd de outputmap georganiseerd
pl: Uporządkuj folder wyjściowy
zh_hans: 保持输出文件夹组织结构
zh_hant: 保持輸出文件夾組織

# 15.title
source: Places files into album and artist folders, and names the files based on the track number, and the song title.
de: Verschiebt Dateien in Album- und Künstlerordner und benennt die Dateien anhand der Titelnummer und des Titeltitels.
fr: Place les fichiers dans les dossiers de l'album et de l'artiste et nomme les fichiers en fonction du numéro de la piste et du titre de la chanson.
it: Inserisce i file nelle cartelle di album e artisti e assegna un nome ai file in base al numero di traccia e al titolo del brano.
ja: ファイルをアルバムおよびアーティストフォルダに配置し、トラック番号と曲名に基づいてファイルに名前を付けます。
nl: Plaatst bestanden in album- en artiestenmappen en benoemt de bestanden op basis van het tracknummer en de titel van het nummer.
pl: Umieszcza pliki w albumach i folderach wykonawców oraz nazywał pliki na podstawie numeru utworu i tytułu utworu.
zh_hans: 将文件放入专辑和艺术家目录中，并根据曲目编号和歌曲标题命名文件.
zh_hant: 將文件放入專輯和藝術家文件夾中，並根據曲目編號和歌曲標題命名文件.

# 19.title
source: Keep chapters (need enable Accessibility in System Preferences)
de: Halten Sie Kapiteln (Notwendigkeit aktivieren Zugänglichkeit in den Systemeinstellungen)
fr: Garder les chapitres (besoin d'avoir accès à l'accessibilité dans les préférences système)
it: Tenere i capitoli (occorre abilitare l'accessibilità nelle preferenze di sistema)
ja: チャプターを保持する（システム環境設定でアクセシビリティを有効にする必要がある）
nl: Houd hoofdstukken in (Systeemtoepassingen moeten inschakelen in Systeemvoorkeuren)
pl: Prowadzić rozdziały (należy włączyć Udostępnianie w preferencjach systemowych)
zh_hans: 保留章节（需要启用系统偏好设置中的辅助功能）
zh_hant: 保留章節（需要啟用系統偏好設置中的輔助功能）

# 20.title
source: Convert Settings
de: Konvertierungseinstellungen
fr: Paramètres de conversion
it: Convertire le impostazioni
ja: 変換設定
nl: Omzetten Instellingen
pl: Konwertuj ustawienia
zh_hans: 转换设置
zh_hant: 轉換設置

# 22.title
source: Output Format :
de: Ausgabeformat :
fr: Format :
it: Formato :
ja: 出力形式 :
nl: Output formaat :
pl: Format wyjściowy :
zh_hans: 输出格式 :
zh_hant: 輸出格式 :

# 26.title
source: High (320 kbps)
de: Hoch (320 kbps)
fr: Elevée (320 kbps)
it: Alta (320 kbps)
ja: 高品質 (320 kbps)
nl: Hoog (320 kbps)
pl: Wysokie (320 kbps)
zh_hans: 高 (320 kbps)
zh_hant: 高 (320 kbps)

# 27.title
source: Medium (256 kbps)
de: Mittel (256 kbps)
fr: Moyenne (256 kbps)
it: Medio (256 kbps)
ja: 中品質 (256 kbps)
pl: Średnio (256 kbps)
zh_hans: 中 (256 kbps)
zh_hant: 中 (256 kbps)

# 28.title
source: Low (128 kbps)
de: Niedrig (128 kbps)
fr: Faible (128 kbps)
it: Basso (128 kbps)
ja: 低品質 (128 kbps)
nl: Laag (128 kbps)
pl: Niska (128 kbps)
zh_hans: 低 (128 kbps)
zh_hant: 低 (128 kbps)

# 29.title
source: Audiobook (64 kbps)
de: Hörbuch (64 kbps)
fr: Livre Audio (64 kbps)
it: Audiolibro (64 kbps)
ja: オーディオブック (64 kbps)
nl: Audioboek (64 kbps)
zh_hans: 电子书 (64 kbps)
zh_hant: 有聲書 (64 kbps)

# 31.title
source: Output Quality :
de: Ausgabequalität :
fr: Qualité :
it: Qualità :
ja: 出力品質 :
nl: Output kwaliteit :
pl: Jakość wyjściowa :
zh_hans: 输出品质 :
zh_hant: 輸出品質 :

# 33.title
source: Convert Speed :
de: Geschwindigkeit :
fr: Vitesse :
it: Velocità :
ja: 変換スピード :
nl: Conversiesnelheid :
pl: Konwertuj prędkość :
zh_hans: 转换速度 :
zh_hant: 轉換速度 :

# 35.title
source: * If the quality of output was un-satisfied, please slow down the converting speed
de: * Wenn die Qualität der Ausgabe nicht zufriedenstellend ist, verlangsamen Sie die Geschwindigkeit der Umwandlung
fr: * Si la qualité de sortie est insatisfaisante, ralentissez la vitesse de conversion.
it: * Se la qualità di output era ONU-soddisfatta, si prega di rallentare la velocità di conversione
ja: * 出力品質に満足していない場合、スピードを下げてみてください。
nl: * Als de kwaliteit van de conversie niet naar tevredenheid is kun je proberen de conversiesnelheid te verlagen
pl: * Jeśli jakość produkcji był ONZ zadowolonych, proszę zwolnić szybkość konwersji
zh_hans: * 如果输出品质不满意，请降低转换速度
zh_hant: * 如果輸出的品質不滿意，請減慢轉換速度

# 39.title
source: 20x (Recommended)
de: 20x (Empfohlen)
fr: 20x (Recommendée)
it: 20x (Consigliato)
ja: 20x (おススメ)
pl: 20x (Zalecana)
zh_hans: 20x (推荐)
zh_hant: 20x (建議)
