Repository: tedzhang2891/firefury-itunes-audio-converter
Catalog: src/AudioDRM/*.lproj/ProgressWindow.strings
Languages: da, nl, pl, zh_hant

# 3.title
source: Convert Progress
da: Konverteringsstatus
nl: Voortgang conversie
pl: Przekonwertowac postepu
zh_hant: 轉換進展

# 6.placeholderString
source: (index / total)
da: (indeks / i alt)
nl: (index / totaal)
pl: (indeks / ogółem)
zh_hant: (索引 / 共)

# 8.title
source: remind time
da: Giv besked om tid
nl: resterende tijd
pl: przypominac czas
zh_hant: 提醒時間

# 10.placeholderString
source: convert track path
da: Konverter nummer-sti
nl: Conversie locatie
pl: konwertowac sciezki sciezka
zh_hant: 轉換跟蹤路徑

# 14.title
source: Abort
da: Afbryd
nl: Afbreken
pl: Przerwanie
zh_hant: 中止

# 19.title
source: Open Output Folder
da: Åben Outputfolder
nl: Open doelmap
pl: Otwórz Output Folder
zh_hant: 打開輸出檔案夾

# 20.title
source: Put Mac to Sleep
da: Sæt Mac på vågeblus
nl: Zet computer in slaapstand
pl: Umiescic Mac do snu
zh_hant: 使Mac進入睡眠模式

# 21.title
source: Do Nothing
da: Gør ingenting
nl: Niets doen
pl: Nic
zh_hant: 什麼都不做

# 24.title
source: Progress:
da: Status:
nl: Voortgang:
pl: Postep:
zh_hant: 進展:

# 28.title
source: Complete:
da: Færdig:
nl: Na gereed:
pl: Kompletne:
zh_hant: 完成:
